Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexApple/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# database.recovery.notice
source: Lorvex couldn’t open your previous database (%1$@), so it was set aside at %2$@ and a fresh one was created. Your earlier data is preserved there.
ar: تعذّر على Lorvex فتح قاعدة بياناتك السابقة (%1$@)، فتم وضعها جانبًا في %2$@ وإنشاء قاعدة جديدة. بياناتك السابقة محفوظة هناك.
bn: Lorvex আপনার আগের ডেটাবেস (%1$@) খুলতে পারেনি, তাই সেটি %2$@ লোকেশনে আলাদা করে রাখা হয়েছে এবং একটি নতুন ডেটাবেস তৈরি করা হয়েছে। আপনার আগের ডেটা সেখানেই সংরক্ষিত আছে।
de: Lorvex konnte deine bisherige Datenbank (%1$@) nicht öffnen. Sie wurde unter %2$@ beiseitegelegt und eine neue Datenbank wurde angelegt. Deine früheren Daten sind dort erhalten geblieben.
el: Το Lorvex δεν μπόρεσε να ανοίξει την προηγούμενη βάση δεδομένων σας (%1$@), οπότε μεταφέρθηκε στη θέση %2$@ και δημιουργήθηκε μια νέα. Τα προηγούμενα δεδομένα σας διατηρούνται εκεί.
es: Lorvex no pudo abrir tu base de datos anterior (%1$@), así que se apartó en %2$@ y se creó una nueva. Tus datos anteriores se conservan allí.
fa: برنامه Lorvex نتوانست پایگاه‌داده قبلی شما (%1$@) را باز کند؛ بنابراین آن را در %2$@ کنار گذاشت و یک پایگاه‌داده تازه ایجاد کرد. داده‌های قبلی شما همان‌جا نگهداری می‌شوند.
fr: Lorvex n’a pas pu ouvrir votre base de données précédente (%1$@). Elle a été mise de côté dans %2$@ et une nouvelle base a été créée. Vos données antérieures y sont conservées.
he: לא ניתן היה לפתוח את מסד הנתונים הקודם שלך (%1$@) ב-Lorvex, ולכן הוא הועבר הצידה אל %2$@ ונוצר מסד נתונים חדש. הנתונים הקודמים שלך נשמרו שם.
hi: Lorvex आपका पिछला डेटाबेस (%1$@) नहीं खोल सका, इसलिए उसे %2$@ पर अलग रख दिया गया और नया डेटाबेस बनाया गया। आपका पहले का डेटा वहीं सुरक्षित है।
id: Lorvex tidak dapat membuka basis data sebelumnya (%1$@), sehingga basis data itu disisihkan di %2$@ dan basis data baru dibuat. Data sebelumnya tetap tersimpan di sana.
it: Lorvex non è riuscito ad aprire il tuo database precedente (%1$@), quindi è stato messo da parte in %2$@ e ne è stato creato uno nuovo. I tuoi dati precedenti sono conservati lì.
ja: Lorvexは以前のデータベース（%1$@）を開けなかったため、%2$@に退避し、新しいデータベースを作成しました。以前のデータはそこに保存されています。
ko: Lorvex에서 이전 데이터베이스(%1$@)를 열 수 없어 %2$@에 따로 보관하고 새 데이터베이스를 만들었습니다. 이전 데이터는 그곳에 보존되어 있습니다.
mr: Lorvex तुमचा आधीचा डेटाबेस (%1$@) उघडू शकले नाही, म्हणून तो %2$@ येथे वेगळा ठेवला गेला आणि नवीन डेटाबेस तयार केला गेला. तुमचा आधीचा डेटा तेथे जतन आहे.
ms: Lorvex tidak dapat membuka pangkalan data sebelumnya (%1$@), jadi pangkalan data itu diasingkan di %2$@ dan pangkalan data baharu dicipta. Data sebelumnya kekal tersimpan di sana.
nl: Lorvex kon je vorige database (%1$@) niet openen. Deze is apart gezet op %2$@ en er is een nieuwe database aangemaakt. Je eerdere gegevens zijn daar bewaard gebleven.
pl: Nie udało się otworzyć poprzedniej bazy danych Lorvex (%1$@), więc odłożono ją w %2$@ i utworzono nową. Twoje wcześniejsze dane zostały tam zachowane.
pt_br: O Lorvex não conseguiu abrir seu banco de dados anterior (%1$@), então ele foi separado em %2$@ e um novo foi criado. Seus dados anteriores estão preservados lá.
ro: Lorvex nu a putut deschide baza de date anterioară (%1$@), așa că aceasta a fost mutată în %2$@ și a fost creată una nouă. Datele anterioare sunt păstrate acolo.
ru: Lorvex не удалось открыть вашу предыдущую базу данных (%1$@), поэтому она перемещена в %2$@, а вместо неё создана новая. Ваши прежние данные сохранены там.
ta: உங்கள் முந்தைய தரவுத்தளத்தைத் (%1$@) திறக்க முடியவில்லை, எனவே அது ஒதுக்கி வைக்கப்பட்டுப் புதிய தரவுத்தளம் உருவாக்கப்பட்டது. உங்கள் முந்தைய தரவு இங்கே பாதுகாக்கப்பட்டுள்ளது: %2$@
te: మీ మునుపటి డేటాబేస్‌ను (%1$@) తెరవడం వీలుపడలేదు, అందువల్ల దానిని పక్కన పెట్టి కొత్త డేటాబేస్ సృష్టించబడింది. మీ మునుపటి డేటా ఇక్కడ భద్రంగా ఉంది: %2$@
th: Lorvex ไม่สามารถเปิดฐานข้อมูลก่อนหน้าของคุณได้ (%1$@) จึงนำไปเก็บไว้ที่ %2$@ และสร้างฐานข้อมูลใหม่ ข้อมูลเดิมของคุณยังคงอยู่ที่นั่น
tr: Lorvex önceki veritabanınızı açamadı (%1$@). Bu veritabanı %2$@ konumuna ayrıldı ve yeni bir veritabanı oluşturuldu. Önceki verileriniz orada saklanıyor.
uk: Lorvex не вдалося відкрити вашу попередню базу даних (%1$@), тому її переміщено до %2$@, а замість неї створено нову. Ваші попередні дані збережено там.
ur: آپ کا پچھلا ڈیٹابیس (%1$@) Lorvex نہیں کھول سکا، اس لیے اسے %2$@ پر الگ رکھ دیا گیا اور ایک نیا ڈیٹابیس بنا دیا گیا۔ آپ کا پرانا ڈیٹا وہیں محفوظ ہے۔
vi: Lorvex không thể mở cơ sở dữ liệu trước đó (%1$@), nên đã cất riêng nó tại %2$@ và tạo một cơ sở dữ liệu mới. Dữ liệu cũ vẫn được giữ ở đó.
zh_hans: Lorvex 无法打开你之前的数据库（%1$@），因此已将其保存在 %2$@ 并创建了一个新数据库。你之前的数据仍保留在那里。
zh_hant: Lorvex 無法開啟你先前的資料庫（%1$@），因此已將其移至 %2$@，並建立了新的資料庫。你先前的資料仍保存在該處。

# database.recovery.title
source: Previous data set aside
ar: تم وضع البيانات السابقة جانبًا
bn: আগের ডেটা আলাদা করে রাখা হয়েছে
de: Frühere Daten beiseitegelegt
el: Τα προηγούμενα δεδομένα μεταφέρθηκαν
es: Datos anteriores apartados
fa: داده‌های قبلی کنار گذاشته شد
fr: Données précédentes mises de côté
he: הנתונים הקודמים הועברו הצידה
hi: पिछला डेटा अलग रखा गया
id: Data sebelumnya disisihkan
it: Dati precedenti messi da parte
ja: 以前のデータを別の場所に保管しました
ko: 이전 데이터를 따로 보관함
mr: आधीचा डेटा वेगळा ठेवला
ms: Data sebelumnya diasingkan
nl: Vorige gegevens apart gezet
pl: Poprzednie dane odłożone
pt_br: Dados anteriores separados
ro: Date anterioare puse deoparte
ru: Предыдущие данные перемещены
ta: முந்தைய தரவு ஒதுக்கி வைக்கப்பட்டது
te: మునుపటి డేటా పక్కన పెట్టబడింది
th: แยกข้อมูลก่อนหน้าไว้แล้ว
tr: Önceki veriler ayrıldı
uk: Попередні дані переміщено
ur: پچھلا ڈیٹا الگ رکھ دیا گیا
vi: Dữ liệu cũ đã được cất riêng
zh_hans: 已保存之前的数据
zh_hant: 已另行保存先前的資料

# date_chip.clear
source: Clear Date
ar: مسح التاريخ
bn: তারিখ মুছে ফেলুন
de: Datum entfernen
el: Εκκαθάριση ημερομηνίας
es: Borrar fecha
fa: پاک کردن تاریخ
fr: Effacer la date
he: ניקוי תאריך
hi: तारीख़ साफ़ करें
id: Bersihkan Tanggal
it: Cancella data
ja: 日付をクリア
ko: 날짜 지우기
mr: दिनांक क्लिअर करा
ms: Kosongkan Tarikh
nl: Wis datum
pl: Wyczyść datę
pt_br: Limpar data
ro: Ștergeți data
ru: Очистить дату
ta: தேதியை அழி
te: తేదీని క్లియర్ చేయండి
th: ล้างวันที่
tr: Tarihi temizle
uk: Очистити дату
ur: تاریخ صاف کریں
vi: Xóa ngày
zh_hans: 清除日期
zh_hant: 清除日期

# date_chip.next_week
source: Next Week
ar: الأسبوع القادم
bn: পরের সপ্তাহ
de: Nächste Woche
el: Επόμενη εβδομάδα
es: Próxima semana
fa: هفته بعد
fr: Semaine prochaine
he: השבוע הבא
hi: अगला सप्ताह
id: Minggu Depan
it: Settimana prossima
ja: 来週
ko: 다음 주
mr: पुढील आठवडा
ms: Minggu Depan
nl: Volgende week
pl: Następny tydzień
pt_br: Próxima semana
ro: Săptămâna viitoare
ru: Следующая неделя
ta: அடுத்த வாரம்
te: తదుపరి వారం
th: สัปดาห์หน้า
tr: Gelecek hafta
uk: Наступний тиждень
ur: اگلا ہفتہ
vi: Tuần sau
zh_hans: 下周
zh_hant: 下週

# date_chip.time
source: Time
ar: الوقت
bn: সময়
de: Uhrzeit
el: Ώρα
es: Hora
fa: زمان
fr: Heure
he: שעה
hi: समय
id: Waktu
it: Ora
ja: 時刻
ko: 시간
mr: वेळ
ms: Masa
nl: Tijd
pl: Godzina
pt_br: Hora
ro: Oră
ru: Время
ta: நேரம்
te: సమయం
th: เวลา
tr: Saat
uk: Час
ur: وقت
vi: Giờ
zh_hans: 时间
zh_hant: 時間

# date_chip.today
source: Today
ar: اليوم
bn: আজ
de: Heute
el: Σήμερα
es: Hoy
fa: امروز
fr: Aujourd’hui
he: היום
hi: आज
id: Hari Ini
it: Oggi
ja: 今日
ko: 오늘
mr: आज
ms: Hari Ini
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
ro: Astăzi
ru: Сегодня
ta: இன்று
te: ఈరోజు
th: วันนี้
tr: Bugün
uk: Сьогодні
ur: آج
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# date_chip.tomorrow
source: Tomorrow
ar: غدًا
bn: আগামীকাল
de: Morgen
el: Αύριο
es: Mañana
fa: فردا
fr: Demain
he: מחר
hi: कल
id: Besok
it: Domani
ja: 明日
ko: 내일
mr: उद्या
ms: Esok
nl: Morgen
pl: Jutro
pt_br: Amanhã
ro: Mâine
ru: Завтра
ta: நாளை
te: రేపు
th: พรุ่งนี้
tr: Yarın
uk: Завтра
ur: آئندہ کل
vi: Ngày mai
zh_hans: 明天
zh_hant: 明天

# detached_window.open_main
source: Open Main Window
ar: فتح النافذة الرئيسية
bn: প্রধান উইন্ডো খুলুন
de: Hauptfenster öffnen
el: Άνοιγμα κύριου παραθύρου
es: Abrir ventana principal
fa: باز کردن پنجره اصلی
fr: Ouvrir la fenêtre principale
he: פתיחת החלון הראשי
hi: मुख्य विंडो खोलें
id: Buka Jendela Utama
it: Apri finestra principale
ja: メインウインドウを開く
ko: 메인 윈도우 열기
mr: मुख्य विंडो उघडा
ms: Buka Tetingkap Utama
nl: Open hoofdvenster
pl: Otwórz okno główne
pt_br: Abrir janela principal
ro: Deschideți fereastra principală
ru: Открыть главное окно
ta: முதன்மைச் சாளரத்தைத் திற
te: ప్రధాన విండోను తెరవండి
th: เปิดหน้าต่างหลัก
tr: Ana pencereyi aç
uk: Відкрити головне вікно
ur: مرکزی ونڈو کھولیں
vi: Mở cửa sổ chính
zh_hans: 打开主窗口
zh_hant: 開啟主視窗

# detached_window.placeholder.chip
source: Detached Window
ar: نافذة منفصلة
bn: আলাদা উইন্ডো
de: Separates Fenster
el: Αποσπασμένο παράθυρο
es: Ventana separada
fa: پنجره جداشده
fr: Fenêtre détachée
he: חלון נפרד
hi: अलग विंडो
id: Jendela Terpisah
it: Finestra separata
ja: 独立ウインドウ
ko: 분리된 윈도우
mr: वेगळी विंडो
ms: Tetingkap Terpisah
nl: Los venster
pl: Osobne okno
pt_br: Janela separada
ro: Fereastră separată
ru: Отдельное окно
ta: தனிச் சாளரம்
te: వేరు చేసిన విండో
th: หน้าต่างแยก
tr: Ayrılmış pencere
uk: Окреме вікно
ur: الگ ونڈو
vi: Cửa sổ tách rời
zh_hans: 独立窗口
zh_hant: 獨立視窗

# detached_window.placeholder.message
source: Select an item from the main window — or it may have been deleted on another device.
ar: اختر عنصرًا من النافذة الرئيسية، أو ربما تم حذفه على جهاز آخر.
bn: প্রধান উইন্ডো থেকে একটি আইটেম নির্বাচন করুন – অথবা সেটি অন্য ডিভাইসে ডিলিট হয়ে থাকতে পারে।
de: Wähle im Hauptfenster ein Objekt aus – oder es wurde möglicherweise auf einem anderen Gerät gelöscht.
el: Επιλέξτε ένα στοιχείο από το κύριο παράθυρο ή ίσως έχει διαγραφεί σε άλλη συσκευή.
es: Selecciona un elemento en la ventana principal, o puede que se haya eliminado en otro dispositivo.
fa: یک مورد را از پنجره اصلی انتخاب کنید — یا ممکن است در دستگاه دیگری حذف شده باشد.
fr: Sélectionnez un élément dans la fenêtre principale. Il a peut-être été supprimé sur un autre appareil.
he: יש לבחור פריט מהחלון הראשי — או שייתכן שהוא נמחק במכשיר אחר.
hi: मुख्य विंडो से कोई आइटम चुनें — या हो सकता है उसे किसी दूसरे डिवाइस पर हटा दिया गया हो।
id: Pilih item di jendela utama – atau item ini mungkin telah dihapus di perangkat lain.
it: Seleziona un elemento nella finestra principale oppure potrebbe essere stato eliminato su un altro dispositivo.
ja: メインウインドウで項目を選択してください。別のデバイスで削除された可能性もあります。
ko: 메인 윈도우에서 항목을 선택하세요. 다른 기기에서 삭제되었을 수도 있습니다.
mr: मुख्य विंडोमधून एखादा आयटम सिलेक्ट करा – किंवा तो दुसऱ्या डिव्हाइसवर हटवला गेला असू शकतो.
ms: Pilih item daripada tetingkap utama – atau item ini mungkin telah dipadam pada peranti lain.
nl: Selecteer een onderdeel in het hoofdvenster – of het is mogelijk op een ander apparaat verwijderd.
pl: Wybierz element w oknie głównym — lub mógł zostać usunięty na innym urządzeniu.
pt_br: Selecione um item na janela principal ou ele pode ter sido excluído em outro dispositivo.
ro: Selectați un element în fereastra principală – sau este posibil să fi fost șters pe alt dispozitiv.
ru: Выберите элемент в главном окне — или он мог быть удалён на другом устройстве.
ta: முதன்மைச் சாளரத்திலிருந்து ஒரு ஐட்டத்தைத் தேர்ந்தெடுக்கவும் – அல்லது அது வேறொரு சாதனத்தில் நீக்கப்பட்டிருக்கலாம்.
te: ప్రధాన విండో నుండి ఒక ఐటెమ్‌ను ఎంచుకోండి – లేదా దానిని మరొక డివైజ్‌లో డిలీట్ చేసి ఉండవచ్చు.
th: เลือกรายการจากหน้าต่างหลัก หรืออาจถูกลบไปแล้วบนอุปกรณ์เครื่องอื่น
tr: Ana pencereden bir öğe seçin; ya da başka bir aygıtta silinmiş olabilir.
uk: Виберіть елемент у головному вікні — або його могли видалити на іншому пристрої.
ur: مرکزی ونڈو سے کوئی آئٹم منتخب کریں — یا ہو سکتا ہے اسے کسی دوسری ڈیوائس پر حذف کر دیا گیا ہو۔
vi: Chọn một mục trong cửa sổ chính – hoặc mục này có thể đã bị xóa trên thiết bị khác.
zh_hans: 请在主窗口选择一个项目，或该项目可能已在另一台设备上删除。
zh_hant: 請在主視窗中選取一個項目；該項目也可能已在另一台裝置上被刪除。

# detached_window.placeholder.no_list_title
source: No List Selected
ar: لم يتم تحديد قائمة
bn: কোনো তালিকা নির্বাচিত নেই
de: Keine Liste ausgewählt
el: Δεν έχει επιλεγεί λίστα
es: Ninguna lista seleccionada
fa: فهرستی انتخاب نشده است
fr: Aucune liste sélectionnée
he: לא נבחרה רשימה
hi: कोई सूची चुनी नहीं गई
id: Tidak Ada Daftar yang Dipilih
it: Nessuna lista selezionata
ja: リストが選択されていません
ko: 선택된 목록 없음
mr: कोणतीही यादी सिलेक्ट केलेली नाही
ms: Tiada Senarai Dipilih
nl: Geen lijst geselecteerd
pl: Nie wybrano listy
pt_br: Nenhuma lista selecionada
ro: Nicio listă selectată
ru: Список не выбран
ta: எந்தப் பட்டியலும் தேர்ந்தெடுக்கப்படவில்லை
te: జాబితా ఏదీ ఎంచుకోలేదు
th: ไม่ได้เลือกลิสต์
tr: Liste seçilmedi
uk: Список не вибрано
ur: کوئی فہرست منتخب نہیں
vi: Chưa chọn danh sách
zh_hans: 未选择列表
zh_hant: 未選取清單

# habit.reminder.notification.body
source: Time for your habit
ar: حان وقت عادتك
bn: আপনার অভ্যাসের সময় হয়েছে
de: Zeit für deine Gewohnheit
el: Ώρα για τη συνήθειά σας
es: Es hora de tu hábito
fa: وقت عادت شماست
fr: C’est l’heure de votre habitude
he: הגיע הזמן להרגל שלך
hi: आपकी आदत का समय हो गया
id: Saatnya melakukan kebiasaan Anda
it: È ora della tua abitudine
ja: 習慣の時間です
ko: 습관을 실천할 시간입니다
mr: तुमच्या सवयीची वेळ झाली आहे
ms: Tiba masanya untuk tabiat anda
nl: Tijd voor je gewoonte
pl: Czas na twój nawyk
pt_br: Hora do seu hábito
ro: Este timpul pentru obiceiul dvs.
ru: Пора выполнить привычку
ta: உங்கள் பழக்கத்துக்கான நேரம்
te: మీ అలవాటు సమయం అయింది
th: ถึงเวลาสำหรับนิสัยของคุณแล้ว
tr: Alışkanlığınızın zamanı geldi
uk: Час виконати звичку
ur: آپ کی عادت کا وقت ہو گیا
vi: Đã đến giờ thực hiện thói quen
zh_hans: 该打卡习惯了
zh_hant: 該進行你的習慣了

# habit_detail.field.goal
source: Goal
ar: الهدف
bn: লক্ষ্য
de: Ziel
el: Στόχος
es: Objetivo
fa: هدف
fr: Objectif
he: יעד
hi: लक्ष्य
id: Target
it: Obiettivo
ja: 目標
ko: 목표
mr: ध्येय
ms: Matlamat
nl: Doel
pl: Cel
pt_br: Meta
ro: Obiectiv
ru: Цель
ta: இலக்கு
te: లక్ష్యం
th: เป้าหมาย
tr: Hedef
uk: Ціль
ur: ہدف
vi: Mục tiêu
zh_hans: 目标
zh_hant: 目標

# habit_detail.field.reminder
source: Reminder
ar: التذكير
bn: রিমাইন্ডার
de: Erinnerung
el: Υπόμνηση
es: Recordatorio
fa: یادآور
fr: Rappel
he: תזכורת
hi: रिमाइंडर
id: Pengingat
it: Promemoria
ja: リマインダー
ko: 알림
mr: रिमाइंडर
ms: Peringatan
nl: Herinnering
pl: Przypomnienie
pt_br: Lembrete
ro: Memento
ru: Напоминание
ta: நினைவூட்டல்
te: రిమైండర్
th: เตือนความจำ
tr: Anımsatıcı
uk: Нагадування
ur: یاد دہانی
vi: Lời nhắc
zh_hans: 提醒
zh_hant: 提醒

# habit_detail.field.repeat
source: Repeat
ar: التكرار
bn: পুনরাবৃত্তি
de: Wiederholen
el: Επανάληψη
es: Repetir
fa: تکرار
fr: Répéter
he: חזרה
hi: दोहराएँ
id: Ulangi
it: Ripeti
ja: 繰り返し
ko: 반복
mr: पुनरावृत्ती
ms: Ulang
nl: Herhaal
pl: Powtarzanie
pt_br: Repetir
ro: Repetare
ru: Повтор
ta: தொடர் நிகழ்வு
te: రిపీట్
th: ทำประจำ
tr: Yineleme
uk: Повторення
ur: تکرار
vi: Lặp lại
zh_hans: 重复
zh_hant: 重複

# habit_detail.goal.decrease
source: Lower Goal
ar: خفض الهدف
bn: লক্ষ্য কমান
de: Ziel verringern
el: Μείωση στόχου
es: Reducir objetivo
fa: کاهش هدف
fr: Réduire l’objectif
he: הורדת היעד
hi: लक्ष्य घटाएँ
id: Turunkan Target
it: Riduci obiettivo
ja: 目標を下げる
ko: 목표 낮추기
mr: ध्येय कमी करा
ms: Turunkan Matlamat
nl: Verlaag doel
pl: Zmniejsz cel
pt_br: Diminuir meta
ro: Reduceți obiectivul
ru: Уменьшить цель
ta: இலக்கைக் குறை
te: లక్ష్యాన్ని తగ్గించండి
th: ลดเป้าหมาย
tr: Hedefi düşür
uk: Зменшити ціль
ur: ہدف کم کریں
vi: Giảm mục tiêu
zh_hans: 降低目标
zh_hant: 調低目標

# habit_detail.goal.hint.completions
source: A number of completions to celebrate. The habit keeps going after it.
ar: عدد من الإكمالات للاحتفال به. تستمر العادة بعد ذلك.
bn: যতবার সম্পন্ন হলে উদযাপন করবেন, সেই সংখ্যা। এরপরও অভ্যাসটি চলতে থাকে।
de: Eine Anzahl an Erledigungen zum Feiern. Die Gewohnheit läuft danach weiter.
el: Αριθμός ολοκληρώσεων που αξίζει να γιορτάσετε. Η συνήθεια συνεχίζεται και μετά.
es: Un número de registros que celebrar. El hábito continúa después.
fa: تعداد دفعات تکمیل که با رسیدن به آن جشن می‌گیرید. عادت پس از آن ادامه دارد.
fr: Un nombre de réalisations à célébrer. L’habitude continue ensuite.
he: מספר השלמות שיש לחגוג. ההרגל נמשך גם לאחר מכן.
hi: जश्न मनाने के लिए चेक-इन की संख्या। उसके बाद भी आदत जारी रहती है।
id: Jumlah penyelesaian yang akan dirayakan. Kebiasaan tetap berlanjut setelahnya.
it: Un numero di completamenti da festeggiare. L’abitudine continua anche dopo.
ja: お祝いする完了回数です。習慣はその後も続きます。
ko: 축하할 완료 횟수입니다. 이후에도 습관은 계속됩니다.
mr: किती वेळा पूर्ण झाल्यावर साजरे करायचे, ती संख्या. त्यानंतरही सवय सुरू राहते.
ms: Bilangan penyelesaian untuk diraikan. Tabiat ini terus berjalan selepas itu.
nl: Een aantal keren om te vieren. De gewoonte gaat daarna door.
pl: Liczba wykonań, którą warto uczcić. Nawyk trwa także po jej osiągnięciu.
pt_br: Um número de conclusões para comemorar. O hábito continua depois disso.
ro: Un număr de finalizări de sărbătorit. Obiceiul continuă și după aceea.
ru: Число выполнений, которое стоит отпраздновать. Привычка продолжается и после этого.
ta: கொண்டாட வேண்டிய முறைகளின் எண்ணிக்கை. அதற்குப் பிறகும் பழக்கம் தொடரும்.
te: వేడుక చేసుకోవాల్సిన సార్ల సంఖ్య. ఆ తర్వాత కూడా అలవాటు కొనసాగుతుంది.
th: จำนวนครั้งที่ทำสำเร็จที่ต้องการฉลอง นิสัยนี้จะดำเนินต่อไปหลังจากนั้น
tr: Kutlanacak tamamlama sayısı. Alışkanlık bundan sonra da devam eder.
uk: Кількість виконань, яку варто відсвяткувати. Звичка триває й після цього.
ur: تکمیل کی وہ تعداد جس پر جشن منایا جائے۔ عادت اس کے بعد بھی جاری رہتی ہے۔
vi: Số lần hoàn thành cần ăn mừng. Thói quen vẫn tiếp tục sau đó.
zh_hans: 累计完成到这个次数时庆祝一下，之后习惯照常继续。
zh_hant: 要慶祝的完成次數。達成後，習慣仍會持續。

# habit_detail.goal.hint.days
source: A streak to celebrate, in days. The habit keeps going after it.
ar: طول سلسلة للاحتفال به، بالأيام. تستمر العادة بعد ذلك.
bn: উদযাপনের জন্য ধারার দৈর্ঘ্য, দিনে। এরপরও অভ্যাসটি চলতে থাকে।
de: Eine Serie zum Feiern, in Tagen. Die Gewohnheit läuft danach weiter.
el: Σερί που αξίζει να γιορτάσετε, σε ημέρες. Η συνήθεια συνεχίζεται και μετά.
es: Una racha que celebrar, en días. El hábito continúa después.
fa: زنجیره‌ای که جشن می‌گیرید، به روز. عادت پس از آن ادامه دارد.
fr: Une série à célébrer, en jours. L’habitude continue ensuite.
he: רצף שיש לחגוג, בימים. ההרגל נמשך גם לאחר מכן.
hi: जश्न मनाने के लिए स्ट्रीक, दिनों में। उसके बाद भी आदत जारी रहती है।
id: Rekor yang akan dirayakan, dalam hari. Kebiasaan tetap berlanjut setelahnya.
it: Una serie da festeggiare, in giorni. L’abitudine continua anche dopo.
ja: お祝いする連続記録の日数です。習慣はその後も続きます。
ko: 축하할 연속 기록 일수입니다. 이후에도 습관은 계속됩니다.
mr: साजरी करण्यासाठी स्ट्रीकची लांबी, दिवसांमध्ये. त्यानंतरही सवय सुरू राहते.
ms: Rentetan untuk diraikan, dalam hari. Tabiat ini terus berjalan selepas itu.
nl: Een reeks om te vieren, in dagen. De gewoonte gaat daarna door.
pl: Seria w dniach, którą warto uczcić. Nawyk trwa także po jej osiągnięciu.
pt_br: Uma sequência para comemorar, em dias. O hábito continua depois disso.
ro: O serie de sărbătorit, în zile. Obiceiul continuă și după aceea.
ru: Серия в днях, которую стоит отпраздновать. Привычка продолжается и после этого.
ta: கொண்டாட வேண்டிய ஸ்ட்ரீக், நாட்களில். அதற்குப் பிறகும் பழக்கம் தொடரும்.
te: వేడుక చేసుకోవాల్సిన స్ట్రీక్, రోజుల్లో. ఆ తర్వాత కూడా అలవాటు కొనసాగుతుంది.
th: จำนวนวันต่อเนื่องที่ต้องการฉลอง นิสัยนี้จะดำเนินต่อไปหลังจากนั้น
tr: Kutlanacak seri, gün olarak. Alışkanlık bundan sonra da devam eder.
uk: Серія в днях, яку варто відсвяткувати. Звичка триває й після цього.
ur: جشن منانے کے لیے تسلسل، دنوں میں۔ عادت اس کے بعد بھی جاری رہتی ہے۔
vi: Chuỗi cần ăn mừng, tính theo ngày. Thói quen vẫn tiếp tục sau đó.
zh_hans: 连续打卡到这个天数时庆祝一下，之后习惯照常继续。
zh_hant: 要慶祝的連續天數。達成後，習慣仍會持續。

# habit_detail.goal.hint.weeks
source: A streak to celebrate, in weeks. The habit keeps going after it.
ar: طول سلسلة للاحتفال به، بالأسابيع. تستمر العادة بعد ذلك.
bn: উদযাপনের জন্য ধারার দৈর্ঘ্য, সপ্তাহে। এরপরও অভ্যাসটি চলতে থাকে।
de: Eine Serie zum Feiern, in Wochen. Die Gewohnheit läuft danach weiter.
el: Σερί που αξίζει να γιορτάσετε, σε εβδομάδες. Η συνήθεια συνεχίζεται και μετά.
es: Una racha que celebrar, en semanas. El hábito continúa después.
fa: زنجیره‌ای که جشن می‌گیرید، به هفته. عادت پس از آن ادامه دارد.
fr: Une série à célébrer, en semaines. L’habitude continue ensuite.
he: רצף שיש לחגוג, בשבועות. ההרגל נמשך גם לאחר מכן.
hi: जश्न मनाने के लिए स्ट्रीक, सप्ताहों में। उसके बाद भी आदत जारी रहती है।
id: Rekor yang akan dirayakan, dalam minggu. Kebiasaan tetap berlanjut setelahnya.
it: Una serie da festeggiare, in settimane. L’abitudine continua anche dopo.
ja: お祝いする連続記録の週数です。習慣はその後も続きます。
ko: 축하할 연속 기록 주 수입니다. 이후에도 습관은 계속됩니다.
mr: साजरी करण्यासाठी स्ट्रीकची लांबी, आठवड्यांमध्ये. त्यानंतरही सवय सुरू राहते.
ms: Rentetan untuk diraikan, dalam minggu. Tabiat ini terus berjalan selepas itu.
nl: Een reeks om te vieren, in weken. De gewoonte gaat daarna door.
pl: Seria w tygodniach, którą warto uczcić. Nawyk trwa także po jej osiągnięciu.
pt_br: Uma sequência para comemorar, em semanas. O hábito continua depois disso.
ro: O serie de sărbătorit, în săptămâni. Obiceiul continuă și după aceea.
ru: Серия в неделях, которую стоит отпраздновать. Привычка продолжается и после этого.
ta: கொண்டாட வேண்டிய ஸ்ட்ரீக், வாரங்களில். அதற்குப் பிறகும் பழக்கம் தொடரும்.
te: వేడుక చేసుకోవాల్సిన స్ట్రీక్, వారాల్లో. ఆ తర్వాత కూడా అలవాటు కొనసాగుతుంది.
th: จำนวนสัปดาห์ต่อเนื่องที่ต้องการฉลอง นิสัยนี้จะดำเนินต่อไปหลังจากนั้น
tr: Kutlanacak seri, hafta olarak. Alışkanlık bundan sonra da devam eder.
uk: Серія в тижнях, яку варто відсвяткувати. Звичка триває й після цього.
ur: جشن منانے کے لیے تسلسل، ہفتوں میں۔ عادت اس کے بعد بھی جاری رہتی ہے۔
vi: Chuỗi cần ăn mừng, tính theo tuần. Thói quen vẫn tiếp tục sau đó.
zh_hans: 连续打卡到这个周数时庆祝一下，之后习惯照常继续。
zh_hant: 要慶祝的連續週數。達成後，習慣仍會持續。

# habit_detail.goal.increase
source: Raise Goal
ar: رفع الهدف
bn: লক্ষ্য বাড়ান
de: Ziel erhöhen
el: Αύξηση στόχου
es: Aumentar objetivo
fa: افزایش هدف
fr: Augmenter l’objectif
he: העלאת היעד
hi: लक्ष्य बढ़ाएँ
id: Naikkan Target
it: Aumenta obiettivo
ja: 目標を上げる
ko: 목표 높이기
mr: ध्येय वाढवा
ms: Naikkan Matlamat
nl: Verhoog doel
pl: Zwiększ cel
pt_br: Aumentar meta
ro: Măriți obiectivul
ru: Увеличить цель
ta: இலக்கை அதிகரி
te: లక్ష్యాన్ని పెంచండి
th: เพิ่มเป้าหมาย
tr: Hedefi artır
uk: Збільшити ціль
ur: ہدف بڑھائیں
vi: Tăng mục tiêu
zh_hans: 提高目标
zh_hant: 調高目標

# habit_detail.goal.none
source: No Goal
ar: بلا هدف
bn: কোনো লক্ষ্য নেই
de: Kein Ziel
el: Χωρίς στόχο
es: Sin objetivo
fa: بدون هدف
fr: Aucun objectif
he: ללא יעד
hi: कोई लक्ष्य नहीं
id: Tanpa Target
it: Nessun obiettivo
ja: 目標なし
ko: 목표 없음
mr: ध्येय नाही
ms: Tiada Matlamat
nl: Geen doel
pl: Bez celu
pt_br: Sem meta
ro: Fără obiectiv
ru: Без цели
ta: இலக்கு இல்லை
te: లక్ష్యం లేదు
th: ไม่มีเป้าหมาย
tr: Hedef yok
uk: Без цілі
ur: کوئی ہدف نہیں
vi: Không có mục tiêu
zh_hans: 不设目标
zh_hant: 無目標

# habit_detail.goal.unit.completions
source: completions
ar: إكمال
bn: বার সম্পন্ন
de: Erledigungen
el: ολοκληρώσεις
es: registros
fa: تکمیل
fr: réalisations
he: השלמות
hi: चेक-इन
id: kali selesai
it: completamenti
ja: 回
ko: 회
mr: वेळा पूर्ण
ms: kali selesai
nl: keer
pl: wykonania
pt_br: conclusões
ro: de finalizări
ru: выполнения
ta: முறை முடிந்தது
te: సార్లు పూర్తి
th: ครั้ง
tr: tamamlama
uk: виконання
ur: تکمیلات
vi: lần hoàn thành
zh_hans: 次
zh_hant: 次

# habit_detail.goal.unit.days
source: days
ar: يوم
bn: দিন
de: Tage
el: ημέρες
es: días
fa: روز
fr: jours
he: ימים
hi: दिन
id: hari
it: giorni
ja: 日
ko: 일
mr: दिवस
ms: hari
nl: dagen
pl: dnia
pt_br: dias
ro: de zile
ru: дня
ta: நாட்கள்
te: రోజులు
th: วัน
tr: gün
uk: дня
ur: دن
vi: ngày
zh_hans: 天
zh_hant: 天

# habit_detail.goal.unit.weeks
source: weeks
ar: أسبوع
bn: সপ্তাহ
de: Wochen
el: εβδομάδες
es: semanas
fa: هفته
fr: semaines
he: שבועות
hi: सप्ताह
id: minggu
it: settimane
ja: 週間
ko: 주
mr: आठवडे
ms: minggu
nl: weken
pl: tygodnia
pt_br: semanas
ro: de săptămâni
ru: недели
ta: வாரங்கள்
te: వారాలు
th: สัปดาห์
tr: hafta
uk: тижня
ur: ہفتے
vi: tuần
zh_hans: 周
zh_hant: 週
